{
    "contents": {
        "quotes": [
            {
                "quote": "Desire is a contract that you make with yourself to be unhappy until you get what you want."
            },
            {
                "quote": "A fit body, a calm mind, a house full of love. These things cannot be bought — they must be earned."
            },
            {
                "quote": "Forty hour workweeks are a relic of the Industrial Age. Knowledge workers function like athletes — train and sprint, then rest and reassess."
            },
            {
                "quote": "You make your own luck if you stay at it long enough."
            },
            {
                "quote": "Competing without software is like competing without electricity."
            },
            {
                "quote": "Any meeting with eight people sitting around at a conference table, nothing is getting done in that meeting. You are literally just dying one hour at a time."
            },
            {
                "quote": "If you’re good with computers, if you’re good at basic mathematics, if you’re good at writing, if you’re good at speaking, and if you like reading, you’re set for life."
            },
            {
                "quote": "To the experts, what looks like hard work from the outside, is play from the inside."
            },
            {
                "quote": "Information is everywhere but its meaning is created by the observer that interprets it. Meaning is relative and there is no objective, over-arching meaning."
            },
            {
                "quote": "If you’re more passionate about founding a business than the business itself, you can fall into a ten year trap. Better to stay emotionally unattached and select the best opportunity that arises. Applies to relationships too."
            },
            {
                "quote": "Smart money is just dumb money that’s been through a crash."
            },
            {
                "quote": "The secret to public speaking is to speak as if you were alone."
            },
            {
                "quote": "Sophisticated foods are bittersweet (wine, beer, coffee, chocolate). Addictive relationships are cooperative and competitive. Work becomes flow at the limits of ability. The flavor of life is on the edge."
            },
            {
                "quote": "Technology is not only the thing that moves the human race forward, but it’s the only thing that ever has. Without technology, we’re just monkeys playing in the dirt."
            },
            {
                "quote": "The fundamental delusion — there is something out there that will make me happy and fulfilled forever."
            },
            {
                "quote": "Success is the enemy of learning. It can deprive you of the time and the incentive to start over. Beginner’s mind also needs beginner’s time."
            },
            {
                "quote": "Don’t debate people in the media when you can debate them in the marketplace."
            },
            {
                "quote": "A contrarian isn’t one who always objects — that’s a confirmist of a different sort. A contrarian reasons independently, from the ground up, and resists pressure to conform."
            },
            {
                "quote": "The real struggle isn’t proletariat vs bourgeois. It’s between high-status elites and wealthy elites. When their cooperation breaks, revolution."
            },
            {
                "quote": "Branding requires accountability. To build a great personal brand (an eponymous one), you must take on the risk of being publicly wrong."
            },
            {
                "quote": "Before you can lie to another, you must first lie to yourself."
            },
            {
                "quote": "Wealth creation is an evolutionarily recent positive-sum game. Status is an old zero-sum game. Those attacking wealth creation are often just seeking status."
            },
            {
                "quote": "Even today, what to study and how to study it are more important than where to study it and for how long. The best teachers are on the Internet. The best books are on the Internet. The best peers are on the Internet. The tools for learning are abundant. It’s the desire to learn that’s scarce."
            },
            {
                "quote": "This is such a short and precious life that it’s really important that you don’t spend it being unhappy."
            },
            {
                "quote": "The power to make and break habits and learning how to do that is really important."
            },
            {
                "quote": "Happiness is a choice and a skill and you can dedicate yourself to learning that skill and making that choice."
            },
            {
                "quote": "A rational person can find peace by cultivating indifference to things outside of their control."
            },
            {
                "quote": "The first rule of handling conflict is don’t hang around people who are constantly engaging in conflict."
            },
            {
                "quote": "The problem happens when we have multiple desires. When we have fuzzy desires. When we want to do ten different things and we’re not clear about which is the one we care about."
            },
            {
                "quote": "People spend too much time doing and not enough time thinking about what they should be doing."
            },
            {
                "quote": "The people who succeed are irrationally passionate about something."
            },
            {
                "quote": "If you try to micromanage yourself all you’re going to do is make yourself miserable."
            },
            {
                "quote": "Social media has degenerated into a deafening cacophony of groups signaling and repeating their shared myths."
            },
            {
                "quote": "If it entertains you now but will bore you someday, it’s a distraction. Keep looking."
            },
            {
                "quote": "If the primary purpose of school was education, the Internet should obsolete it. But school is mainly about credentialing."
            },
            {
                "quote": "Technology is applied science. Science is the study of nature. Mathematics is the language of nature. Philosophy is the root of mathematics. All tightly interrelated."
            },
            {
                "quote": "Be present above all else."
            },
            {
                "quote": "All the benefits in life come from compound interest — money, relationships, habits — anything of importance."
            },
            {
                "quote": "Who you do business with is just as important as what you choose to do."
            },
            {
                "quote": "If you can’t see yourself working with someone for life, don’t work with them for a day."
            },
            {
                "quote": "Earn with your mind, not your time."
            },
            {
                "quote": "Humans are basically habit machines… I think learning how to break habits is actually a very important meta skill and can serve you in life almost better than anything else."
            },
            {
                "quote": "The older the problem, the older the solution."
            },
            {
                "quote": "People who try to look smart by pointing out obvious exceptions actually signal the opposite."
            },
            {
                "quote": "You’re never going to get rich renting out your time."
            },
            {
                "quote": "Lots of literacy in modern society, but not enough numeracy."
            },
            {
                "quote": "Above “product-market fit” is “founder-product-market fit."
            },
            {
                "quote": "Clear thinkers appeal to their own authority."
            },
            {
                "quote": "Cynicism is easy. Mimicry is easy. Optimistic contrarians are the rarest breed."
            },
            {
                "quote": "Think clearly from the ground up. Understand and explain from first principles. Ignore society and politics. Acknowledge what you have. Control your emotions."
            },
            {
                "quote": "If they can train you to do it, then eventually they will train a computer to do it."
            },
            {
                "quote": "If you’re desensitized to the fact that you’re going to die, consider it a different way. As far as you’re concerned, this world is going to end. Now what?"
            },
            {
                "quote": "Following your genuine intellectual curiosity is a better foundation for a career than following whatever is making money right now."
            },
            {
                "quote": "Objectively, the world is improving. To the elites, it’s falling apart as their long-lived institutions are flattened by the Internet."
            },
            {
                "quote": "One of the most damaging and widespread social beliefs is the idea that most adults are incapable of learning new skills."
            },
            {
                "quote": "A personal metric: how much of the day is spent doing things out of obligation rather than out of interest?"
            },
            {
                "quote": "Caught in a funk? Use meditation, music, and exercise to reset your mood. Then choose a new path to commit emotional energy for rest of day."
            },
            {
                "quote": "People who live far below their means enjoy a freedom that people busy upgrading their lifestyles can’t fathom."
            },
            {
                "quote": "We feel guilt when we no longer want to associate with old friends and colleagues who haven’t changed. The price, and marker, of growth."
            },
            {
                "quote": "The most important trick to be happy is to realize that happiness is a choice that you make and a skill that you develop. You choose to be happy, and then you work at it. It’s just like building muscles."
            },
            {
                "quote": "Don’t do things that you know are morally wrong. Not because someone is watching, but because you are. Self-esteem is just the reputation that you have with yourself."
            },
            {
                "quote": "All the real benefits of life come from compound interest."
            },
            {
                "quote": "Total honesty at all times. It’s almost always possible to be honest & positive."
            },
            {
                "quote": "Watch every thought. Always ask, why am I having this thought?"
            },
            {
                "quote": "Happiness is a state where nothing is missing."
            },
            {
                "quote": "Someone who is using a lot of fancy words and big concepts probably doesn’t know what they’re talking about. The smartest people can explain things to a child; if you can’t do that, you don’t understand the concept."
            },
            {
                "quote": "Escape competition through authenticity."
            },
            {
                "quote": "Morality and ethics automatically emerge when we realize the long term consequences of our actions."
            },
            {
                "quote": "Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding."
            },
            {
                "quote": "A busy mind accelerates the perceived passage of time. Buy more time by cultivating peace of mind."
            },
            {
                "quote": "You can have the mind or you can have the moment."
            },
            {
                "quote": "You have to surrender, at least a little bit, to be the best version of yourself possible."
            }
        ]
    }
}